#+FILETAGS: REFILE
* TODO publish ebooks
 Added:<2019-12-12 Thu 06:51>
* NEXT setup the citation system using org-ref
:LOGBOOK:
CLOCK: [2019-12-25 Wed 19:53]
CLOCK: [2019-12-24 Tue 22:51]--[2019-12-25 Wed 00:27] =>  1:36
CLOCK: [2019-12-23 Mon 22:04]--[2019-12-24 Tue 21:57] => 23:53
CLOCK: [2019-12-20 Fri 22:00]--[2019-12-23 Mon 22:03] => 72:03
CLOCK: [2019-12-19 Thu 22:37]--[2019-12-20 Fri 22:00] => 23:23
CLOCK: [2019-12-14 Sat 22:16]--[2019-12-19 Thu 22:36] => 120:20
CLOCK: [2019-12-14 Sat 15:21]--[2019-12-14 Sat 22:13] =>  6:52
CLOCK: [2019-12-12 Thu 06:52]--[2019-12-14 Sat 15:07] => 56:15
:END:
 Added:<2019-12-12 Thu 06:52>

 Using [[https://github.com/jkitchin/org-ref/blob/master/org-ref.org][org-ref/org-ref.org by jkitchin]] , I set up a citation system.
#+begin_example
bibliography:~/Dropbox/research_library/zcl.bib
bibliographystyle:unsrt
#+end_example
This two lines are must at the end of the org file.
* TODO mdframed package
:LOGBOOK:
CLOCK: [2019-12-14 Sat 22:13]--[2019-12-14 Sat 22:16] =>  0:03
:END:
 Added:<2019-12-14 Sat 22:13>

a beautiful theorem environment package

[[https://ctan.org/pkg/mdframed?lang=en][CTAN: Package mdframed]]
